{
    "format": "layers-model",
    "generatedBy": null,
    "convertedBy": "TensorFlow.js Converter v1.0.1",
    "modelTopology": null,
    "weightsManifest": [
        {
            "paths": [
                "group1-shard1of10.bin",
                "group1-shard2of10.bin",
                "group1-shard3of10.bin",
                "group1-shard4of10.bin",
                "group1-shard5of10.bin",
                "group1-shard6of10.bin",
                "group1-shard7of10.bin",
                "group1-shard8of10.bin",
                "group1-shard9of10.bin",
                "group1-shard10of10.bin"
            ],
            "weights": [
                {
                    "name": "conv2d/kernel",
                    "shape": [
                        3,
                        3,
                        3,
                        16
                    ],
                    "dtype": "float32"
                },
                {
                    "name": "conv2d/bias",
                    "shape": [
                        16
                    ],
                    "dtype": "float32"
                },
                {
                    "name": "conv2d_1/kernel",
                    "shape": [
                        3,
                        3,
                        16,
                        32
                    ],
                    "dtype": "float32"
                },
                {
                    "name": "conv2d_1/bias",
                    "shape": [
                        32
                    ],
                    "dtype": "float32"
                },
                {
                    "name": "conv2d_2/kernel",
                    "shape": [
                        3,
                        3,
                        32,
                        64
                    ],
                    "dtype": "float32"
                },
                {
                    "name": "conv2d_2/bias",
                    "shape": [
                        64
                    ],
                    "dtype": "float32"
                },
                {
                    "name": "dense/kernel",
                    "shape": [
                        18496,
                        512
                    ],
                    "dtype": "float32"
                },
                {
                    "name": "dense/bias",
                    "shape": [
                        512
                    ],
                    "dtype": "float32"
                },
                {
                    "name": "dense_1/kernel",
                    "shape": [
                        512,
                        29
                    ],
                    "dtype": "float32"
                },
                {
                    "name": "dense_1/bias",
                    "shape": [
                        29
                    ],
                    "dtype": "float32"
                }
            ]
        }
    ]
}